# время между сохранением времени работы программы (секунды)
SAVE_GAP = 5
# время между попытками записи нового времени (секунды)
SAVE_TIMEOUT = 2
# время работы программы, после которого будет начинаться запись видео (секунды)
TIMEOUT = 35
# время между попытками записи видео (секунды)
READ_TIMEOUT = 5
# имя файла, где сохраняется время работы программы
FILENAME = "state.txt"

# продолжительнось, записываемого видео (секунды)
TIME = 2
# количество кадров в секунду
FRAMERATE = 16
# разрешение видео
RESOLUTION = 244
