# время между сохранением времени работы программы (секунды)
SAVE_GAP = 300
# время между попытками записи нового времени (секунды)
SAVE_TIMEOUT = 50
# время работы программы, после которого будет начинаться запись видео (секунды)
TIMEOUT = 3600
# время между попытками записи видео (секунды)
READ_TIMEOUT = 10
# имя файла, где сохраняется время работы программы
FILENAME = "state.txt"

# продолжительнось, записываемого видео (секунды)
TIME = 15
# количество кадров в секунду
FRAMERATE = 30
# разрешение видео
RESOLUTION = 244
